Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ནག་པོ་ཆེན་པོ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ། དཔལ་ནག་པོ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: The Glorious Sovereign Tantra of Mahākāla Chapter 1: An Elucidation of Ultimate Reality Homage to Glorious Mahākāla.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ལྷ་མོ་རྣམས་ཀྱིས་ཇི་ལྟར་ཐོབ་པ་དེ་བཞིན་བཞུགས་སོ། །
en: The Blessed One was residing in the company of the goddesses.

source: ལྷ་མོས་གསོལ་པ། འཁོར་བའི་རྒྱ་མཚོར་ལྷུང་བའི་སེམས་ཅན་དེ་རྣམས་ཐབས་གང་གིས་གདོན། འཁོར་བ་ལྷ་གང་གིས་གང་ལས་གྲོལ་བར་བགྱི།
en: The Goddess asked him, “What method saves beings who are drowning in the ocean of cyclic existence, and how does the deity liberate them from cyclic existence?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་གིས་བསྐྱེད་པའི་རིམ་པ་དང་། རྫོགས་པའི་རིམ་པ་སྦྱོར་བ་ལ་ཡེ་ཤེས་སུ་དེ་དག་བརྗོད་པར་བྱའོ། །
en: The Blessed One replied, “I will address those points in terms of the means by which wisdom is present during the generation and completion stage yogas.

source: ལྷ་མོ་ལེགས་པར་ཉོན་ཅིག །
en: Listen well, Goddess.

source: བསྐྱེད་པའི་རིམ་པས་འགོག་པ་ལ་གནས་པ་དང་། དེའི་འབྲས་བུ་སྟེར་བའི་ཇི་ལྟ་བའི་ལམ་ཡང་དག་པར་འབྱུང་བར་བྱེད་པ་ལ་ངེས་པར་ཕྱག་རྒྱ་ལས་དབང་བསྐུར་བའི་བྱེ་བྲག་བྱའོ། །
en: The generation stage leads one to abide in cessation and reveals the correct path that grants the result. Then one should perform with certainty the type of consecration that involves the use of a consort.

source: རྒྱུ་བ་གཅོད་པ་ལ་སྤྱོད་པ་དེ་ལ་ཡོངས་སུ་བརྟག་པ་སྟེ།
en: One should then practice the elimination of movement and then focus on that.

source: ན་ར་དང་སྦྱོར་བ་ལས་ཇི་ལྟར་ལམ་དང་ལྡན་པ་བསྐྱེད་པའི་རིམ་པའོ། །
en: The generation stage is endowed with the correct path through correlation with the physical person.

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་དགོས་པ་གང་གིས་རྡོ་རྗེ་སེམས་དཔའ་བསྐྱེད་པ་ཡིན། དེ་ལྟར་ན་སོ་སོའི་བུམ་པ་ལ་དགོས་པ་ཅི་ཡོད།
en: “Blessed One,” asked the goddess, “what is required to generate the vajra being, and why are the individual vases necessary?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེས་པ་ལ་ནི་དངོས་མེད་བཀག་པ་སྟེ། རྡོ་རྗེ་ནམ་མཁའ་ཡིན་པའོ། །
en: The Blessed One replied, “The fact of arising refutes nonexistence; this is the space vajra.

source: ངེས་པར་བདག་མེད་པ་ཡིན་ཞིང་། བདེ་བ་སྐད་ཅིག་མའོ། །
en: It is utterly devoid of self and is the moment of bliss.

source: ཇི་ལྟར་ཚོགས་པ་མ་ལུས་པ་དང་། གྲོང་ཁྱེར་བ་དེ་ལྟར་སྐྱེས་པ་ལ་སྟོབས་ཀྱིས་འགོག་པ་ཡིས་བདེ་བ་རྒྱས་པ་འཆིང་བ་མེད་ན་ཇི་ལྟར་སྐྱེ།
en: It arises like the expansive feeling of happiness that arises when the entire population of a city that has been oppressed by force is released from bondage.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་ལུས་བསྟན་པའི་དགོས་པ་གང་ལགས།
en: “Blessed One,” asked the Goddess, “why is it necessary to stabilize the body?

source: ལམ་ལ་ཁྲག་དང་བྱང་ཆུབ་ཀྱི་སེམས་འདུས་པ་ལས་གཟུགས་བརྙན་གྱིས་གྲོལ་བ་ལས་མེད་དམ།
en: Is it not the case that it is no longer present after the blood and bodhicitta have combined in the pathway and one has been liberated from false appearances?

source: འབྲས་བུ་སྟེར་རམ་ལྟ་བའི་དོན་དུ་འདོད་ཆགས་ཀྱི་ཕྱིར་རབ་ཏུ་སྦྱོར་བར་བརྗོད་དམ།
en: Does it grant the result, or did you describe it in terms of practical application for those who wish to reveal it?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལུས་རྡོ་རྗེ་ཞེས་བརྗོད་པའོ། །
en: The Blessed One replied, “The body is called ‘vajra.’

source: ཇི་ལྟར་སྒྱུ་མར་སེམས་པས་ན་ར་དང་སྦྱོར་བ་བཞིན་ནོ། །
en: This is similar to the correlation between the illusory being and the physical person.

source: ལམ་འདུས་པ་ལས་ཁྲག་གོ་ཞེས་པ་ནི། ལ་ལ་ནཱ་དང་ར་ས་ནཱ་དང་ཨ་བ་དྷཱུ་ཏཱི་རྣམས་ཀྱིས་ཕུང་པོ་ལྔ་ལ་རྣམ་པར་སྤྱད་པ་ཡིས་ཐབས་ཅིག་ཏུ་མཉམ་པར་གང་གིས་ཤེས་པའི་ཚེའི་རྡོ་རྗེ་ལ་དེའི་ལམ་འདུས་པ་ལས་ཁྲག་ཅེས་བརྗོད་དོ། །
en: ‘The blood after it has combined in the pathway’ means that blood has combined in the vajra’s pathway at the time that understanding of complete equality dawns through the movement of blood in the five aggregates via the lalanā, rasanā, and avadhūtī.

source: རབ་ཏུ་སྦྱོར་བའི་ལུས་ཞེས་བརྗོད་པ་དེ་ནི་རྣམ་པར་སྤྱད་པ་མི་བཟོད་པ་གང་འདོད་པ་དེ་རབ་ཏུ་སྦྱོར་བའི་ལུས་སོ། །
en: ‘The functional body’ refers to the body that moves, lacks endurance, and is subject to impulses. That is the functional body.

source: རབ་ཏུ་སྦྱོར་བས་རྨོངས་པའི་ཕྱིར་རབ་ཏུ་སྦྱོར་བ་བྱས་པ་ཞེས་བརྗོད་དོ། །
en: I spoke of having performed a function for those who are confused about functionality.”

source: ལྷ་མོས་གསོལ་པ། ཆོས་གང་ལགས།
en: “What is the Dharma?” asked the Goddess.

source: ཆོས་ཀྱི་ཚོགས་པའི་གཏམ་བརྗོད་པ་གང་ལགས།
en: “What teachings have you given from the collection of Dharma?

source: མི་རྣམས་ཀྱི་བདེ་བ་ཕུན་སུམ་ཚོགས་པར་བྱ་བའི་ཕྱིར་རམ། དོན་ཐོབ་པར་བྱ་བའི་ཕྱིར་རམ། ནད་མེད་པར་འདོད་པའི་འབྲས་བུ་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཡིན།
en: Was this done for the happiness and welfare of human beings, for a specific purpose, or so that they might gain the desirable result of eliminating disease?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མིར་སྐྱེས་པའི་སེམས་ཅན་ཆོས་ཇི་ལྟར་སྤྱད་ན་ཚེགས་མེད་པར་དེའི་དངོས་གྲུབ་ཇི་ལྟ་བར་བརྗོད་པར་བྱའོ། །
en: The Blessed One replied, “I will explain how beings who have taken a human birth can easily attain the siddhis for whatever Dharma they practice.

source: དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་རྣམས་ནི་རལ་གྲི་དང་མིག་སྨན་དང་རིལ་བུ་དང་རྐང་མགྱོགས་ཀྱི་དངོས་གྲུབ་དང་། གྲུབ་པའི་སྨན་དང་། སྔགས་རྣམས་ལ་ངེས་པར་དངུལ་ཆུ་དང་བཅུད་ལེན་ཏེ།
en: The eight great siddhis are the sword, collyrium, pill, and swift feet siddhis, together with rendering medicines effective, competence in mantras, and mercury and alchemy.

source: དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་ཐོབ་ནས་དངོས་གྲུབ་གཞན་བརྟགས་ན་ཇི་ལྟ་བར་སེམས་ཅན་ནག་པོ་ཆེན་པོའི་རྒྱུད་པ་རྣམས་ཀྱིས་འགྲུབ་བོ། །
en: In addition to attaining the eight great siddhis, a person can attain any other siddhi using the tantras of Mahākāla, and they will surely do so with ease.”

source: འདིར་ཚོགས་པ་མེད་པར་ངེས་པའོ། །ལྷ་མོས་གསོལ་པ། མིག་སྨན་དངོས་གྲུབ་འདི་ལས་འཇུག་པ་ལ་བཅིང་བྱ་བ་ཅིང་བྱེད་ཇི་ལྟར་ཕྲ་བར་བརྗོད།
en: The Goddess requested, “Please speak, however briefly, about binding the target when it is employed for the collyrium siddhi.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལེགས་པར་བསྲུང་བ་དང་རྨིག་པའི་སྒྲ་ལྟར་བརླག་པ་ཇི་ལྟ་བར་སྦས་པ་དེའི་སྡོམ་པ་རྒྱས་པར་བརྗོད་དོ། །
en: The Blessed One replied, “Its concealing is widely described as an excellent means of protection and the proper way to conceal oneself, even from the drumming of horse hooves.”

source: ལྷ་མོས་གསོལ་པ། བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་ལུས་ལ་རྩ་དུ་ལགས། དབུགས་འགྲོ་འོང་དང་སྐད་ཅིག་མ་དུ་ལགས།
en: “Blessed One,” the Goddess asked, “how many channels are there in the vajra body, and how many moments of inhalation and exhalation are there?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྩ་རྣམས་ནི་སུམ་ཅུ་རྩ་གཉིས་སོ། །
en: The Blessed One replied, “There are thirty-two channels.

source: དབུགས་འགྲོ་འོང་ནི་ཡོངས་སུ་བཅིང་བ་དང་། ལུས་ལས་སྐྱེས་པའི་དབུགས་ཕྱིར་འཐོན་པ་ནི་ཟླ་བ་དང་ཉི་མ་དག་གིས་བསྐྱོད་པའོ། །
en: There is restraining inhalation and exhalation and releasing the breath that has arisen within the body, which is set in motion by the sun and the moon.

source: གྲངས་ཀྱི་བྱེ་བྲག་བརྗོད་པ་ནི་དྲུག་བརྒྱ་ལྷག་པའི་སྟོང་ཕྲག་ཉི་ཤུ་རྩ་གཅིག་གིས་འགྲོ་འོང་ངོ་། །དེ་ལས་འགྲོ་བ་དང་འོང་བ་སྐད་ཅིག་གོ། །
en: To express the exact calculation, there are twenty-one thousand six hundred movements of breath, with a moment consisting of an inhalation and exhalation.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་འདོད་པའི་ལྷ་ཡིས་རབ་ཏུ་གསལ་བར་གང་མཛད། འདོད་པ་སྒྲུབ་པ་ཁྱབ་འཇུག་གིས་ཀྱང་སྒྱུ་མས་སྤྲུལ་པ་བྱས་པ་བཞིན་ལཀྵ་མེ་དང་དབྱངས་ཅན་མ་དག་གི་ཕྱིར། དབུལ་པོ་རྣམས་ལ་མུན་པ་དག་དང་བྲལ་བ་ལྟར་ཞིང་སྐྱོང་བས་ན་སྦྱོར་བ་བསྒོ་བ་བྱས་པ་ཡིན་ནམ།
en: “Blessed One,” asked the Goddess, “did you sanction what Kāmadeva revealed, the conditions that ensued when Nārāyaṇa, the fulfiller of desire, took on an illusory form and, for the sake of Lakṣmī and Sarasvatī, became a protector deity who delivered the destitute from darkness?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ལྷ་མོ་འཛམ་བུའི་གླིང་བའི་སེམས་ཅན་རྣམས་འཁོར་བ་ན་འཁོར་ཞིང་ཡོད་པ་དེ་རྨོངས་པ་དང་། འདོད་ཆགས་དང་། ཕྲག་དོག་དང་།
en: “Goddess,” the Blessed One replied, “as the beings of Jambudvīpa cycle through cyclic existence, they give rise to delusion, desire, jealousy, and slander.

source: ཕྲ་མ་རྣམས་སྐྱེས་པར་གྱུར་པས་དཔལ་ནག་པོ་ཆེན་པོ་ཡིས་གང་སྨྲས་པ་དེ་གུས་པ་དང་བཅས་པས་སོ། །ཁྱབ་འཇུག་ལྟར་འདོད་པའི་ལྷ་དང་། མཁའ་འགྲོ་མ་དྲུག་ཅུ་རྩ་བཞི་འཁོར་དང་བཅས་པ་རྣམས་བསྐྱེད་པར་བརྗོད་དོ། །
en: Since that is the case, and since they have faith in what glorious Mahākāla has taught, like Nārāyaṇa, I have taught the practice of generating Kāmadeva and his retinue of sixty-four ḍākinīs.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་ནག་པོ་ཆེན་པོ་ཞེས་བྱ་བ་ཅི་ལ་བགྱི།
en: “Blessed One,” asked the Goddess, “what is the significance of the term mahākāla?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ནག་པོ་ཆེན་པོ་ལ་དམིགས་ནས་སྡོད་པ་དེ་ཡིས་དུས་ཀྱི་གྲངས་ཤིན་ཏུ་ཚད་མར་བྱས་པ་དང་། ཉི་མ་རེ་རེ་ཞིང་གྲངས་གང་ལ་བཟང་པོར་རྒྱུ་བ་དེ་ནག་པོ་ཆེན་པོ་ཞེས་བརྗོད་དོ། །གང་ལ་མེད་པའམ།
en: The Blessed One replied, “The term mahākāla refers to the long duration of time that it takes to visualize and remain as Mahākāla, as well as the fact that one performs this every day and at the best time for doing so.

source: གང་ལ་དུས་ཆེན་པོའི་མཐའ་དང་ལྡན་པ་ནག་པོ་ཆེན་པོ་སྟེ། ནག་པོ་ཆེན་པོར་ཡོངས་སུ་བྱ་བ་འདིའོ། །ལྷ་མོས་གསོལ་པ།
en: Alternately, the term mahākāla refers to something that requires a long time, namely, performing the rites for Mahākāla in their entirety.”

source: ཡི་གེ་མ་ཞེས་བགྱི་བ་གང་ལགས། ཧཱ་ཞེས་བྱ་བ་ནི་ཅི་ལ་བགྱི། ཀཱ་ལ་ཞེས་པ་ནི་ཇི་ལྟ་བུ་ལགས།
en: “What do the syllable ma and the syllables hā and kāla signify?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: asked the Goddess.

source: མ་ཞེས་པ་སེམས་དཔའི་སྙིང་རྗེ་དང་། ཧཱ་ཞེས་པ་ཤེས་རབ་དང་སྦྱོར་བ་སྟེ་ཤེས་རབ་ཉིད་དོ། །
en: The Blessed One replied, “Ma refers to the fact that he is a compassionate being, and hā refers to the fact that he possesses insight, and to insight itself.

source: ཀཱ་ལ་ནི་གཉིས་ཚོགས་པ་ལས་དུས་ཏེ། ཐབས་དང་ཤེས་རབ་ཀྱིས་སྙིང་རྗེ་ཆེན་པོ་ལ་སྦྱོར་བ་ཞེས་པའོ། །རེངས་པ་དང་། བསྐྲད་པ་དང་། སྡེ་རེངས་པར་བྱེད་པ་དང་།
en: Kāla is a combination of two syllables that together mean ‘time’ and that signify method and insight in union as great compassion.

source: མངོན་སྤྱོད་རྣམས་རྣལ་འབྱོར་གྱི་དབང་ཕྱུག་རྣམས་ཀྱིས་ཇི་ལྟར་རིགས་པས་རྣལ་འབྱོར་མ་བརྒྱད་རྒྱུད་འདིར་བཞེངས་པ། གཏུམ་པའི་དབང་ཕྱུག་མ་དང་། ཙརྩི་ཀཱ་དང་། དུས་ཅན་མ་དང་། རིགས་ཀྱི་དབང་ཕྱུག་མ་དང་།
en: “There are eight yoginīs who appear in this tantra and are respectively identified as the queens of the yogas of paralyzing, expelling, paralyzing an army, and hostile rites.

source: དུམ་སྐྱེས་མ་དང་། མཆེ་གཙིགས་མ་དང་། མི་ཐུང་མ་དང་། དབང་ཕྱུག་ཆེན་མོ་རྣམས་གང་གིས་བསྒོམས་པ་ལས་སྐྱེ་སྟེ།
en: They are generated through the visualization of Caṇḍeśvarī, Carcikā, Kālikā, Kulikeśvarī, Khaṇḍaruhī, Dantotkaṭī, Pracālī, and Maheśvarī.

source: འཛིན་པའི་ཤེས་པ་དེ་དུས་ཀྱིས་གཙོ་བོ་གྲོལ་བར་འདོད་པའོ། །
en: “Someone with insight into grasping, for whom time is essential, seeks liberation.

source: དེ་ནི་བསྒོམ་བྱ་དང་སྒོམ་པ་མེད་པ་ཡིན་ནོ། །
en: For them, there is no meditator and no object of meditation.

source: གང་དང་གང་གིས་བསྒོམ་པ་རྣམས་མི་སྐྱེའོ། །
en: The visualizations are not produced by anything.

source: དེས་ན་ཡིད་ཀྱི་མངའ་བདག་གིས་སེམས་རབ་ཏུ་བརྟགས་པ་མེད་པ། །
en: Then, through mastery over the afflicted mind, the mind is freed of imputation.

source: བཻ་ཏཱ་ལིའི་གཟུགས་ཀྱིས་ཡང་དག་པར་བསྒྲུབས་ཀྱང་མི་སྐྱེའོ། །རིགས་ལྔ་ལ་སྤྱད་པ་ཡིས་ཇི་ལྟར་གསུངས་པའི་ལས་དེ་ལྟར་འགྲུབ་བོ། །
en: They can assume the form of Vetāli without generating it, and, when moving among the five families, they can accomplish any rite just as it was taught.

source: གཞན་དང་གཞན་དུ་བགྲོད་པ་ནི་ཚེས་ཀྱི་བྱེ་བྲག་བཟང་པོ་ལ་མ་བྱུང་བ་འབྱུང་བར་འགྱུར་བའི་དོན་དུའོ། །ངེས་པར་གང་དང་གང་ཐོབ་པར་བྱེད་པར་འགྱུར་ཏེ།
en: They can pursue one after the other whether or not it is the appropriate particular lunar day, guaranteeing the attainment of any siddhi.

source: རྣམ་གྲངས་ཀྱི་འབྲས་བུ་དེ་རྣམས་སོ། །
en: Such are the fruits of this Dharma instruction.”

source: དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་དེ་ཁོ་ན་ཤེས་པར་བྱེད་པའི་ལེའུ་སྟེ་དང་པོའོ།། །།
en: This is the first chapter in The Glorious Sovereign Tantra of Mahākāla, “An Elucidation of Ultimate Reality.”

source: ཐབ་ཁུང་གི་རྣམ་པའི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 2: The Features of the Fire Pits “Now I will present a chapter on the features of the fire pits.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་རྗེ་བཙུན་སེམས་ཅན་གྱི་ཕྱིར་དངོས་གྲུབ་བརྒྱད་ཀྱི་བྱ་བ་དེའི་དོན་དུ་སྡུག་བསྔལ་མེད་པར་བྱེད་པ་གང་གིས་ཉེ་བར་འཐོབ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “My Lord,” the Goddess asked, “how should one accomplish, for the sake of beings, the rites associated with the eight siddhis that eliminate suffering?”

source: ཟླ་བ་རྒྱུ་བའི་དུས་སུ་དབུགས་ཕྱིར་རྒྱུ་བ་བཟུང་སྟེ་གནས་པས་ངེས་པར་དངོས་གྲུབ་ཆེན་པོ་བརྒྱད་འགྲུབ་བོ། །
en: The Blessed One replied, “The exhalation is blocked as it flows in the lunar channel and then held. By doing this one will undoubtedly attain the eight great siddhis.

source: གང་གི་ཚེ་ཡོངས་སུ་སྨིན་པར་འདོད་པས་འདི་བྱས་ན་འགྲུབ་བོ། །
en: When someone intent on bringing this to fruition does this, they will attain siddhi.

source: གསད་པ་ལ་ཐབ་ཁུང་གྲུ་བཞི་པ་རྒྱར་ཁྲུ་གང་པར་མེ་ཏོག་ནག་པོས་སྦྱིན་བསྲེག་བྱའོ། །
en: “For a killing rite, one should perform a fire offering with dark-blue flowers in a square fire pit that is one cubit wide.

source: རེངས་པ་ལ་ཟླུམ་པོ་རྒྱར་ཁྲུ་དོ་པའོ། །
en: For a paralyzing rite, the pit should be circular and two cubits wide.

source: དབང་དུ་བྱ་བ་ལ་གྲུ་གསུམ་རྒྱར་ཁྲུ་གང་པ།
en: For an enthralling rite, one should build a triangular fire pit one cubit high in a hole one cubit deep that has been excavated from purified ground.

source: ས་སྦྱང་བ་ཁྲུ་གང་བརྐོས་ལ་བྱ་སྟེ། མེ་ཏོག་དམར་པོས་སྦྱིན་བསྲེག་བྱ་བ་ནི་བློ་གྲོས་ཅན་གྱིས་དོམ་གྱི་པགས་པ་ལ་བསྡད་ལ་འདི་བྱའོ། །
en: The fire offering, made using red flowers, should be performed by well-trained officiants who are seated on a bearskin.

source: རྐང་བྱུག་སྒྲུབ་པའི་དོན་དུ་སྦྱིན་སྲེག་གི་ཐབ་ཁུང་གི་མཚན་ཉིད་བརྗོད་པ་ཟླུམ་པོ་ཁྲུ་གང་པ་ལས་སྦྱང་བ་ནི་ཁྲུ་ལྔ་བརྐོས་ལ་བྱའོ། །མིག་སྨན་དོན་དུ་སྦྱིན་སྲེག་འདིར་བརྗོད་པ།
en: “The explanation of the specifications for the fire offering pit used to attain the foot salve siddhi are to purify the ground for a circular pit measuring one cubit high and then excavate to a depth of five cubits.

source: སྦྲུལ་གྱི་མགོ་ལྟ་བུ་ཁྲུ་ཕྱེད་དང་དོ་པ་ལས་སྦྱང་བ་ཁྲུ་བདུན་བརྐོས་པ་ནི་མིག་སྨན་གྱི་ཐབ་ཁུང་ངོ་། །
en: The explanation of the fire offering for the collyrium siddhi are to purify the ground in the shape of a snake’s head measuring two and a half cubits and excavate to a depth of seven cubits.

source: འདིར་རིལ་བུའི་བསྟན་པ་ནི་གླང་པོ་ཆེའི་རྨིག་པ་ཙམ་པ་ལ།
en: This is the fire pit for the collyrium siddhi.

source: ས་སྦྱང་བ་ཁྲུ་བཅུ་བརྐོས་པ་འདི་རིལ་བུའི་ཐབ་ཁུང་ངོ་། །
en: The instructions for the pill siddhi are to purify the ground measuring the size of an elephant’s foot and excavate to a depth of ten cubits. This is the fire pit for the pill.

source: བཅུད་ལེན་གྱི་དོན་དུ་ཐབ་ཀྱི་དབྱིབས་རྣ་རྒྱན་ལྟ་བུ་ཁྲུ་ཕྱེད་དང་གཉིས་པ་ལ།
en: For the alchemy siddhi, one should purify an area of ground measuring two and a half cubits and shaped like an earring and then excavate to a depth of three cubits.

source: ས་སྦྱང་བ་ཁྲུ་གསུམ་བརྐོས་པ་ནི་བཅུད་ལེན་གྱི་ཐབ་ཁུང་ངོ་། །
en: This is the fire pit for the alchemy siddhi.

source: རྒྱལ་པོའི་དོན་དུ་ཐབ་ཁུང་ཁྲུ་གང་བ་ཡིན་ཏེ། དབྱིབས་ཟླུམ་པོའོ། །
en: The fire pit for becoming a king is one cubit high and circular in shape.

source: ས་སྦྱང་བ་ལ་ཁྲུ་བརྒྱད་བརྐོས་པ་ནི་དངོས་གྲུབ་སྒྲུབ་པའི་དོན་དུ་སྟེ།
en: Once the ground has been purified, one should excavate to a depth of eight cubits. This is done to accomplish the siddhi.

source: སྦྱོར་བ་འདི་ཡིས་དངོས་གྲུབ་ངེས་པའོ། །
en: By following these procedures, the siddhis are certain.

source: འདིར་བརྗོད་པ་ཐམས་ཅད་མེ་ཏོག་དཀར་པོས་སྦྱིན་བསྲེག་བྱས་ན་དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་འབྲས་བུ་ཉེ་བར་འཐོབ་པར་འགྱུར་རོ། །
en: If one uses white flowers for any of the fire offering rites described here, one will gain the results related to each of these siddhis.”

source: ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ཐབ་ཁུང་གི་རྣམ་པ་བསྟན་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་གཉིས་པའོ།། །།
en: This is the second chapter in The Sovereign Tantra of Mahākāla, “The Features of the Fire Pits.”

source: དེ་ནས་སྔགས་ཀྱི་ལེའུ་བཤད་པར་བྱ་སྟེ།
en: Chapter 3: The Mantras “Now I will present the chapter on the mantras.

source: སྔགས་ཀྱི་བྱེ་བྲག་གཉིས་ལས་ཞི་བའི་སྔགས་ཀྱི་རིམ་པ་ནི་ཨོཾ་ཡིག་གི་མིང་གིས་རྒྱུད་འདིར་ཤེས་ཏེ།
en: Of the two types of mantras, the system of mantras related to Śiva are identified in this tantra by the syllable oṁ.

source: སངས་རྒྱས་ཀྱི་བསྟན་པ་སྐྱོབ་པ་ཞི་བ་ལ་དགའ་བའི་སྔགས་སོ། །
en: These mantras represent Śiva’s delight as a protector of the Buddha’s teachings.

source: སངས་རྒྱས་ཀྱི་དམ་བཅའ་བྱས་པ་དེའི་ཕྱིར་ཡེ་ཤེས་ཆེན་པོའི་སྔགས་བརྗོད་པའོ། །ཨོཾ་མ་ཧཱ་ཀཱ་ལ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཕྱག་གཉིས་པའི་སྔགས་སོ། །
en: He pronounced the following mantras of great wisdom as part of his promise to the Buddha: “The mantra for the two-armed form is oṁ mahākāla hūṁ phaṭ svāhā.

source: ཨོཾ་ཧྲཱིཾ་ཧྲཱིཾ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཕྱག་བཞི་པའི་སྔགས་སོ། །
en: “The mantra for the four-armed form is oṁ hrīṃ hrīṃ hūṁ hūṁ phaṭ phaṭ.

source: ཨོཾ་མ་ཧཱ་བྷཻ་ར་བ་སརྦ་སིདྡྷི། དཱ་ཡ་ཀ་ཌཾ་ཧཱུྃ་ཀུཾ་དྷྭཾ་ཊཿ། ཕྱག་དྲུག་པའི་སྔགས་སོ། །
en: “The mantra for the six-armed form is oṁ mahābhairava sarva­siddhi­dāyaka ḍaṃ hūṁ kuṃ dhvaṇṭaḥ.

source: ཨོཾ་ཨཱཿཧཱུྃ་ཕཊ་ཧྲཱིཿཧཿ། ཕྱག་བརྒྱད་པའི་སྔགས་སོ། །
en: “The mantra for the eight-armed form is oṁ āḥ hūṁ phaṭ hrīḥ haḥ.

source: ཨོཾ་ཧཱི་ཀཾ་ཧཱུྃ་ཀཱི་ལ་ཀཱི་ལ་མ་ཧཱ་ནཱ་དཱ་ཀཱ་རཱ་ལ་བི་ཀ་རཱ་ལཀྵཱི་གྲཱྀ་ཧཿ།
en: “The mantra for the ten-armed form is oṁ hī kaṃ hūṁ kīla kīla mahānādākārāla­vikarāla­kṣīgṛīhaḥ daha daha paca paca siddhi­dākāya svāhā.

source: ད་ཧ་ད་ཧ། བ་ཙ་བ་ཙ། སིདྡྷི་དཱ་ཀཱ་ཡ་སྭཱ་ཧཱ། ཕྱག་བཅུ་པའི་སྔགས་སོ། །ཨོཾ་དཾ་ཥྚོ་ཏ་ཀ་ཊ་བྷཻ་ར་བཱ་ཡ་སཾ་སཾ་སཾ་རུ་རུ་རུ་རུ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: “The mantra for the twelve-armed form is oṁ daṃṣṭrotkaṭabhair avāya saṃ saṃ saṃ ru ru ru ru hūṁ hūṁ hūṁ phaṭ svāhā.

source: ཕྱག་བཅུ་གཉིས་པའི་སྔགས་ཏེ་ལས་ཐམས་ཅད་བྱེད་པ་དང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱེད་པ་དང་། འཇིག་རྟེན་གསུམ་འགྲུབ་པ་དང་། གང་འདོད་པ་བྱེད་པར་འགྱུར་རོ། །
en: It can be used for any rite, is revered by all the buddhas, is effective throughout the threefold world, and will accomplish whatever one wishes.

source: ཨོཾ་ཡ་མ་ཛ་ག་ཏ་ཀྵོ་བྷ་ཡཀྵོ་བྷ་ཡ། ཏཱ་ལ་པ་ཏཱ་ལ་ཁཱ་ཧི་ཁཱ་ཧི། གྲཱྀཧྞ་བ་ལི་གྲ་ཧཱཿགྲ་ཧཿ། ཨོཾ་མྃ་ཙཽཾ་མ་ཧཱ་བྷཻ་ར་བཱ་ཡ་སྭཱ་ཧཱ། དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་དོན་དུ་ཕྱག་བཅུ་བཞི་པའི་སྔགས་འདིས་གཏོར་མ་རྒྱུན་དུ་སྦྱིན་ནོ། །
en: “Present a bali offering every day with this mantra of the fourteen-armed form to attain any siddhi: oṁ yama jagata­kṣobhaya kṣobhaya tāla patāla khāhi khāhi gṛhṇa bali grahāḥ grahāḥ | oṁ maṁ caṁ mahābhairavāya svāhā.

source: ཨོཾ་རྨྃ་མྃ་རྃ་ཧཱུྃ་ཧཱུྃ་མཾ་རཀྵ་པཱ་ལཱ་ཡ་ཧཱུྃ་བཛྲ་ཕཊ། བདག་སྲུང་བའི་སྔགས་སོ། །
en: “The mantra for protecting oneself is oṁ maṁ maṁ raṁ hūṁ hūṁ maṃ rakṣa pālāya hūṁ vajra phaṭ.

source: ཨོཾ་དྷ་ར་ཎི་དྷ་ར་དྷ་ར་ཧུྃ་ཧུྃ་ཨ་མུ་ཀ་སྱ་རཀྵཱ་ཀུ་རུ་སྭཱ་ཧཱ། གཞན་སྲུང་བའི་སྔགས་སོ། །ཨོཾ་ཧྲཱཾ་ཧྲཱཾ་ཡཾ་མཾ་ཀ་རཱ་ལ། བི་རཱ་ལཱ་ཀྵ་བཾ་ཀ་རཱ་ལ་མ་ཧཱ་ཡོ་གེ་ཤྭ་ར་སརྦ་དཱ་ཡ་ཀ་སྭཱ་ཧཱ།
en: “The mantra for protecting others is oṁ dharaṇī dhara dhara hūṁ hūṁ [insert name]rakṣā kuru svāhā.

source: ཕྱག་བཅུ་དྲུག་པའི་སྔགས་སོ། །ཨོཾ་ཤྲིཾ་ཀྵཱིཾ་གྲྀཧྞ་བ་ལིཾ་ཧཱུྃ་ཕཊ། མ་དྱ་མཱཾ་ས་པུཥྤ་དྷཱུ་པ། རཀྟ་ཏ་ལ་པཱ་ཏ་ལེ་ཨཥྚ་ནཱ་ག་དེ་ཝ་ཡཀྵ་རཱཀྵ་ས་གྲྀཧྣ་ཨི་དཾ་བ་ལིཾ་ཧཱ་ཧཱ་ཧཱ། ཧཱུྃ་ཁཱ་ཧི་ཁཱ་ཧི། ཁ་ཁ་ཧཱུྃ་ཛཿཕེཾ་ཕེཾ་ཧཾ་ཧཾ་མ་ཧཱ་ཌ་དྷ་ར་ཧཱ་ས་གརྫྫ་གརྫྫ།
en: “The mantra for the sixteen-armed form is oṁ hrāṃ hrāṃ yaṃ maṃ karāla virālākṣa vaṃ karāla mahāyogeśvara sarva­dāyaka svāhā.

source: ཀྲཱིཥྞ་བརྞཱི་ཡེ་ཧེ་ཧཱུྃ་སྭཱ་ཧཱ། སྲན་མ་ཆེན་པོ་ལེགས་པར་བཙོས་པ་དང་། ཆང་དང་། ཤ་དང་། ཁྲག་གིས་ལེགས་པར་བཀང་ལ།
en: “One should thoroughly cook black gram, fill it generously with alcohol, meat, and blood, and present it every evening as a bali offering while reciting the following mantra: oṁ śrīṃ kṣīṃ gṛhṇa baliṃ hūṁ phaṭ | madyamāṁ­sapuṣpa­dhūparaktatala­pātale aṣṭanāga­deva­yakṣa­rākṣasa gṛhna idaṃ baliṃ hā hā hā hūṁ khāhi khāhi kha kha hūṁ jaḥ pheṃ pheṃ haṃ haṃ mahāḍa­dharahāsa garjja garjja kṛṣṇavarṇī ehe hūṁ svāhā.

source: དེ་ནས་མཚན་མོ་རྒྱུན་དུ་གཏོར་མ་སྦྱིན་པ་སྟེ། ཞག་ཉི་ཤུ་རྩ་གཅིག་ན་དགེ་བའི་མཚན་མ་འབྱུང་ངོ་། །
en: “If one does this for twenty-one days, an auspicious sign will appear.

source: ཟླ་བ་གཅིག་ན་དངོས་གྲུབ་སྟེར་ཏེ།
en: If one does this for one month, siddhi will be granted.

source: ལོ་གཅིག་ན་གང་འདོད་པ་སྟེར་རོ། །
en: If one does this for a year, one will be granted whatever one wants.

source: ཨོཾ་ཧྲཱིཾ་ཧྲཱིཾ་ཧཱུྃ་ཕཊ། འདི་ནི་སྔགས་ཀྱི་རྒྱལ་པོ་སྔགས་བཀླགས་པ་ཙམ་གྱིས་སྡིག་པ་ཐམས་ཅད་ཟད་པར་འགྱུར་ཞིང་རྒྱུན་དུ་བཟླས་ན་དངོས་གྲུབ་ཐམས་ཅད་འགྲུབ་བོ། །
en: “All one’s misdeeds will be exhausted by simply reading the king of mantras oṁ hrīṃ hrīṃ hūṁ phaṭ, and if one continually recites it, one will easily attain any siddhi.

source: སྒྱིད་སྙོམས་དང་བཅས་པར་སྟོང་ཕྲག་ལྔ་བཟླས་ན་ཞི་བ་ངེས་པར་འགྲུབ་བོ། །
en: If one recites it five thousand times, one will accomplish the pacification rite.

source: ཁྲི་ཕྲག་གཅིག་བཟླས་ན་བུད་མེད་དབང་དུ་འགྱུར་རོ། །
en: If one recites it ten thousand times, one will enthrall a woman.

source: འབུམ་གྱིས་རྒྱལ་པོ་དབང་དུ་འགྱུར་རོ། །
en: If one recites it one hundred thousand times, one can enthrall a king.

source: འབུམ་ཕྲག་ལྔ་ཡིས་ལྷ་དང་གནོད་སྦྱིན་ཐམས་ཅད་ངེས་པར་དབང་དུ་འགྱུར་རོ། །
en: If one recites it five hundred thousand times, one can undoubtedly enthrall any of the gods and yakṣas.

source: ངེས་པར་འགུགས་པར་ཡང་བྱེད་ན་སྐྱེས་པ་དང་བུད་མེད་ལྟ་སྨོས་ཅི་འཚལ།
en: If it will attract them, it goes without saying that one can use it on a man or woman.

source: དབང་དུ་བྱ་བའི་སྔགས་སོ། །
en: This is the enthralling mantra.

source: ཨོཾ་མ་ཧཱ་ཀཱ་ལ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། སྤྱིའི་སྔགས་སོ། །
en: “The general mantra is oṁ mahākāla hūṁ hūṁ phaṭ phaṭ svāhā.

source: ཨོཾ་མ་ཧཱ་ནནྡེ་ཤྭ་ར་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: “The fire mantra isoṁ mahānandeśvara hūṁ phaṭ svāhā.

source: མེའི་ཁ་དོག་ཁ་ལ་བསྒོམས་ན་འཆིའོ། །
en: If one visualizes the target in the mouth of the flames, they will die.

source: ཨོཾ་ཀྵྱཤྲཱིཾ་ཧོ་ཀྵཿདེ་བ་ད་ཏྟཾ་མཱཾ་མཾ་མཱ་ར་ཡ་ཕཊ། གསད་པའི་སྔགས་སོ། །
en: “The mantra for killing is oṁ kṣīṃ śrīṃ ho kṣaḥ [insert name]māṁsamāraya phaṭ.

source: ཨོཾ་ཀྴཱིཾ་ཧེ་ཙཾ་ཧ་ཌེ་ཤྭ་རཱི་ཧཱུྃ་ཤྲཱི་སྭཱ་ཧཱ། གཏུམ་པའི་དབང་ཕྱུག་མའི་སྔགས་སོ། །
en: “Caṇḍeśvarī’s mantra is oṁ kṣīṃ he caṇḍeśvarī hūṁ śrī svāhā.

source: ཨོཾ་ལཱ་ཀེ་ཀུ་ལི་ཀེ་ཤྭ་རཱི་ཧེ་ཕེཾ་སྭཱ་ཧཱ། རིགས་ཀྱི་དབང་ཕྱུག་མའི་སྔགས་སོ། །
en: “Kulikeśvarī’s mantra is oṁ lāṃ kaṃkulikeśvarī he pheṃ svāhā.

source: ཨོཾ་མཱཾ་མ་ཧེ་ཤྭ་རཱི་ཧཱུྃ་ཤྲཱི་ཧེ་ཕེཾ། དབང་ཕྱུག་མ་ཆེན་མོའི་སྔགས་སོ། །
en: “Maheśvarī’s mantra is oṁ māṃ maheśvarī hūṁ śrī heṃ pheṃ.

source: ཨོཾ་ཀི་ལི་བི་ཀ་རཱ་ལ་ཤྲཱིཿཀྵིཾ་ཀྵིཾཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། དུས་ཅན་མའི་སྔགས་སོ། །
en: “Kālikā’s mantra is oṁ kili vikarāla śrīḥ kṣīṃ kṣīṃ hūṁ phaṭ svāhā.

source: ཨོཾ་ཙྃ་ཙརྩ་ཡ་ཙརྩ་ཡ་ཧཱུྃ་ཧྲཱིཿཙརྩི་ཀཱའི་སྔགས་སོ། །ཨོཾ་ཙ་མུཎྜེ།
en: “Carcikā’s mantra is oṁ caṁ carcaya carcaya hūṁ hrīḥ.

source: ད་ཧ་ད་ཧ། པ་ཙ་པ་ཙ། ཨི་དཾ་བ་ལིཾ་གྲྀཧྞ་གྲྀཧྞ་ཧུྃ་ཕེཾ་ཧེཾ་ཕཊ་སྭཱ་ཧཱ། ལྷ་མོ་དུམ་བུ་ཅན་གྱི་གཏོར་མའི་སྔགས་སོ། །
en: “The goddess Khaṇḍā’s bali-offering mantra is oṁ camuṇḍe daha daha paca paca idaṃ baliṃ gṛhṇa gṛhṇa hūṁ pheṃ heṃ phaṭ svāhā.

source: ཨོཾ་ཧྲཱི་ཧཱཿཧཱུྃ་ཤྲཱི་ཕཊ་སྭཱ་ཧཱ། ལྷ་མོ་ཨུ་མཱའི་སྔགས་སོ། །
en: “The Goddess Umā’s mantra is oṁ hrī hāḥ hūṁ śrī phaṭ svāhā.

source: ཨོཾ་ཨཱཿཧཱུྃ། ལུས་ངག་ཡིད་གསུམ་བྱིན་གྱིས་བརླབས་པའི་སྔགས་སོ། །
en: “The mantra for consecrating body, speech, and mind is oṃ āḥ hūṃ.

source: ཨོཾ་ཧུྃཿཀྵིཾ་ཤྲཱིཾ་ཨོཾ་གྷཾ་དེ་བ་དཏྟ་ཧི་མཱ་ར་ཡ་མཱ་ར་ཡ་ཧཱུྃ་ཕཊ། ཐམས་ཅད་གསད་པའི་སྔགས་སོ། །
en: “The mantra for any act of killing is oṁ hūṁ kṣiṃ śrīṃ oṁ ghaṃ [insert name] hi māraya māraya hūṁ phaṭ.

source: ཨོཾ་ཀྵིཾ་ཧ་ཧཱྃ། ཆེ་གེ་མོ་ཨུཙྪཱ་ཊ་ཡ་ཧཱུྃ་ཕཊ། བསྐྲད་པའི་སྔགས་སོ། །
en: “The expelling mantra is oṁ kṣiṃ ha hāṁ [insert name] ucchaṭaya hūṁ phaṭ.

source: ཨོཾ་མྃ་ཛྃ་ཀྵྃ། དགྲ་རེངས་པར་བྱེད་པའི་སྔགས་སོ། །
en: “The mantra for paralyzing an enemy is oṁ maṁ jaṁ kṣaṁ.

source: ཨོཾ་ཛྃ་ཧཱུྃ་ཧ་སྟི་སྟཾ་བྷ་ཡ་ཕཊ། བྱི་བའི་མཇུག་མ་ལ་ལན་བདུན་དུ་བསྔགས་ཏེ།
en: “One should incant a mouse’s tail seven times with the mantra oṁ jaṁ hūṁ hastistaṃbhaya phaṭ.

source: བརྒྱབ་ན་གླང་པོ་ཆེ་རེངས་པའོ། །
en: An elephant will be paralyzed when struck with it.
